Repository: morelab/socialcoin
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: eu

source: Pago por oferta
eu: Ordainketa

source: Envío de UDCoins
eu: UDCoin-en bidalketa

source: Menú principal
eu: Menu nagusia

source: Hola
eu: Kaixo

source: Bienvenido al menú principal.
eu: Ongi etorri menu nagusira.

source: El saldo actual de la universidad es de
eu: Unibertsitatearen egungo saldos:

source: Tu dirección de Blockchain es
eu: Zure Blockchain helbidea:

source: Crear acción
eu: Ekintza sortu

source: Mostrar acciones
eu: Ekintzak erakutsi

source: Crear campaña
eu: Kanpaina sortu

source: Mostrar campañas
eu: Kanpainak erakutsi

source: Crear oferta
eu: Eskaintza sortu

source: Mostrar ofertas
eu: Eskaintzak erakutsi

source: Nombre de la campaña
eu: Kanpainaren izena

source: Empresa
eu: Enpresa

source: Descripción
eu: Deskribapena

source: Nombre de la acción
eu: Ekintzaren izena

source: Recompensa por KPI (en UDC)
eu: Saria (UDC/KPI)

source: Campaña
eu: Kanpaina

source: Indicador de KPI
eu: KPI adierazlea

source: Objetivo
eu: Helburua

source: Nombre de la oferta
eu: Eskaintzaren izena

source: Organización
eu: Erakundea

source: Precio
eu: Prezioa

source: Gire la pantalla para más detalles.
eu: Xehetasun gehiagorako itzuli pantaila.

source: Nombre
eu: Izena

source: Recompensa por KPI
eu: Saria (UDC/KPI)

source: Indicador
eu: Adierazlea

source: Estado actual
eu: Egungo egoera

source: Código QR
eu: QR kodea

source: Descargar
eu: Deskargatu

source: No hay acciones para mostrar
eu: Ez dago ekintzarik erakusteko

source: No hay campañas para mostrar
eu: Ez dago kanpainarik erakusteko

source: No hay ofertas para mostrar
eu: Ez dago eskaintzarik erakusteko

source: Acciones
eu: Ekintzak

source: Estas son las acciones disponibles para ti.
eu: Hauek dira zuretzako ekintza erabilgarriak.

source: Registrar acción
eu: Ekintza erregistratu

source: No hay acciones para mostrar.
eu: Ez dago ekintzarik erakusteko.

source: Editor de acciones de
eu: Ekintza editorea -

source: Editar
eu: Editatu

source: Eliminar
eu: Ezabatu

source: Editor de campañas - Administrador
eu: Kanpaina editorea - Administratzailea

source: Editor de campañas de
eu: Kanpaina editorea

source: Ver acciones
eu: Ekintzak ikusi

source: No hay campañas para mostrar.
eu: Ez dago kanpainarik erakusteko.

source: Editor de ofertas - Administrador
eu: Eskaintza editorea - Administratzailea

source: Editor de ofertas de
eu: Eskaintza editorea -

source: No hay ofertas para mostrar.
eu: Ez dago eskaintzarik erakusteko.

source: Editor de campañas
eu: Kanpaina editorea

source: Editor de ofertas
eu: Eskaintza editorea

source: Cartera
eu: Diru-zorroa

source: Campañas
eu: Kanpainak

source: Ofertas
eu: Eskaintzak

source: Historial de transacciones
eu: Transakzio historia

source: Sobre DeustoCoin
eu: DeustoCoin-i buruz

source: Cerrar sesión
eu: Sesioa itxi

source: Estas son las campañas que promueve
eu: Kanpaina hauek bultzatutako erakundea:

source: Actualizar
eu: Eguneratu

source: Oferta
eu: Eskaintza

source: La Universidad de Deusto colabora con varias compañías que buscan fomentar la sostenibilidad. Dichas compañías organizan campañas, que puedes visualizar con más detalle aquí.
eu: Deustoko unibertsitateak iraunkortasuna sustatzea bilatzen duten elkarteekin lan egiten du. Elkarte hauek kanpainak sortzen dituzte, hemen ikus ditzakezu xehetasun gehiagorekin.

source: No hay compañías para mostrar.
eu: Ez dago elkarterik erakusteko

source: Error
eu: Errorea

source: Lo sentimos.
eu: Sentitzen dugu

source: Ha habido un error en la página
eu: Errore bat gertatu da orrian

source: Prueba a volver a la
eu: Saiatu orri nagusira itzultzen

source: página principal
eu: hemen klikatzen

source: Historial de transacciones de
eu: Transakzio historia

source: Historial de transacciones de DeustoCoin
eu: DeustoCoin-en transakzio historia

source: Fecha
eu: Data

source: Remitente
eu: Igorlea

source: Destinatario
eu: Hartzailea

source: Asunto
eu: Gaia

source: Cantidad
eu: Kopurua

source: Imagen
eu: Irudia

source: Link de verificación
eu: Egiaztatzeko linka

source: Opcional
eu: Hautazkoa

source: Ver imagen
eu: Irudia ikusi

source: No hay imagen
eu: Ez dago irudirik

source: Ver verificación
eu: Ikusi egiaztapena

source: No hay URL adicional
eu: Ez dago URL gehigarririk

source: No hay transacciones para mostrar
eu: Ez dago transakziorik erakusteko

source: El usuario no ha estado involucrado en ninguna transacción.
eu: Erabiltzailea ez da inongo transakziotan nahasaia egon.

source: DeustoCoin pretende sacar el máximo partido de la tecnología Blockchain y llevarla al ámbito universitario, promoviendo un estilo de vida sostenible y respetuoso con el medio ambiente.
eu: DeustoCoin-ek Blockchain teknologiari ahalik eta probetxu gehiena atera nahi dio unibertsitate eremura eraman, bizimodu berri bat sustatzeko ingurugiroarekin begirunetsua den eta jasangarria den bizimodu bat.

source: Iniciar sesión con Google
eu: Google bidez sesioa hasi

source: Estas son las ofertas disponibles para ti.
eu: Hauek dira zuretzat eskaintza erabilgarriak.

source: Canjear oferta
eu: Eskaintza trukatu

source: Has pagado
eu: Ordaindutako eskaintza:

source: ¡Enhorabuena!
eu: Zorionak!

source: Has obtenido
eu: Lortutako saria -

source: de
eu: DeustoCoin-en transakzio historia

source: Registro
eu: Erregistroa

source: Nombre y apellidos
eu: Izen-abizenak

source: Correo electrónico
eu: Posta elektronikoa

source: Dirección blockchain
eu: Blockchain helbidea

source: Clave privada
eu: Klabe pribatua

source: Colaborador
eu: Laguntzailea

source: Promotor
eu: Sustatzailea

source: Administrador
eu: Administrazailea

source: Regístrate
eu: Erregistratu

source: DeustoCoin es un proyecto que pretende fomentar el lema <b>“Blockchain for Good”</b> y contribuir a un mundo mejor a través de una tecnología emergente como es el Blockchain. <br><br> Dicho proyecto consta de una aplicación web en la que pueden operar tanto miembros de la universidad de Deusto como promotores de campañas pertenecientes a empresas externas a la universidad (cafeterías, museos, transporte...). <br><br> Mediante este proyecto, se pretende mejorar la imagen corporativa de la Universidad, cumpliendo con varios de los 17 ODS <b>(Objetivos de Desarrollo Sostenible)</b> establecidos por las Naciones Unidas. <br><br> Hay varios roles que conforman la plataforma de DeustoCoin, además de una criptomoneda basada en Ethereum <b>(UDCoin)</b> que será la moneda a canjear para las diferentes ofertas. Los roles en cuestión varían en función del usuario, y hay tres: <b>Colaborador</b>, <b>promotor</b>, y un <b>administrador</b> que podrá realizar las tareas de los dos tipos de usuario anteriores. <br><br> El <b>colaborador</b> podrá realizar una serie de tareas como el envío de monedas a compañeros, consulta de campañas, canjeo de UDCoins en ofertas y registro y confirmación de una buena acción para así obtener su respectiva recompensa. <br><br> Los <b>promotores</b> podrán lanzar campañas y acciones, monitorizar los KPIs de las mismas, y observar en gráficas el progreso de las acciones correspondientes a las campañas. <br><br> Las tecnologías utilizadas en el proyecto son <b>Python, Ethereum (Infura), IPFS, HTML y Google App Engine</b>.
eu: DeustoCoin <b>"blockchain for Good"</b> lema sustatu eta mundu hobea lortzen lagundu nahi duen proiektua da, Blockchain teknologiaren bitartez.<br><br> Proiektu honek web-aplikazio bat du, eta bertan Deustuko Unibertsitateko kideek zein unibertsitatetik kanpoko enpresetako (kafetegiak, museoak, garraioa...) kanpainen sustatzaileek jardun dezakete.<br><br> Proiektu honen bidez, unibertsitatearen irudi korporatiboa hobetu nahi da, Nazio Batuek ezarritako 17 <b>Garapen Jasangarriko Helburuak</b> betez.<br><br> DeustoCoinen plataforma osatzen duten hainbat rol daude, baita Ethereumen oinarritutako kriptomoneta bat ere <b>(UDCoin)</b>, eskaintza ezberdinetarako trukatu beharreko txanpona izango dena. Rol horiek aldatu egiten dira erabiltzailearen arabera, eta hiru daude: <b>laguntzailea, sustatzailea eta administratzaile bat</b>, aurreko bi erabiltzaile moten zereginak egin ahal izango dituena.<br><br> <b>Laguntzaileak</b> zenbait zeregin egin ahal izango ditu, hala nola ikaskideei txanponak bidaltzea, kanpainak kontsultatzea, UDCoinak trukatzea eskaintzetan eta erregistratzea eta ekintza on bat berrestea, horrela dagokion saria lortzeko.<br><br> <b>Sustatzaileek</b> kanpainak eta ekintzak egin ahal izango dituzte, horien KPIak monitorizatu, eta grafikoetan kanpainei dagozkien ekintzen aurrerapena ikusi.<br><br> Proiektuan erabiltzen diren teknologiak <b>Python, Ethereum (Infura), IPFS, HTML eta Google App Engine</b> dira.

source: Subir imagen
eu: Irudia igo

source: Verificando acción
eu: Ekintza egiaztatzen

source: Tienes que subir una imagen que corrobore que la acción gracias a la cual pretendes ser recompensado es verídica.
eu: Ekintza hau egin duzula erakusten duen irudia igo behar duzu, saria lortzeko egin duzun ekintza egia dela ziurtatzeko.

source: URL de verificación
eu: Egiaztapena URL-a

source: Tu saldo actual es de
eu: Zure egungo saldoa hau da.

source: Enviar UDC
eu: UDC bidali

source: Correo electrónico del destinatario
eu: Posta elektronikoa

source: Cantidad de UDCs a enviar
eu: Bidali beharreko UDC kopurua
